
LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Перезапустить бота',
    '/meny': 'Вернуть в меню бота',
    '/help': 'Помощь | Контакты',
}
LEXICON_RU: dict[str, str] = {
    'load_nickname_for_user': 'О, Вы тут впервые! Что-ж, добро пожаловать!\n'
                               'Будьте добры, введите свой ник для бота🤗\n\n'
                               '<u>(Важно! Он не должен содержать "/")</u>',
    'start': '🎰 Добро пожаловать в наше казино <u>Belochka</u>!\n\n '
             ''
             'Здесь ты можешь погрузиться в мир азарта и возможностей. '
             'У нас есть три вида монет: '
             'Lucky, CashOnline, OtherCoins. '
             'Используй их для покупки уникальных предметов в нашем магазине '
             'и обменивай их на фишки для игры в наши увлекательные игры.\n\n🎲'
             ' '
             'У нас ты также можешь принять участие в нашем квизе и проверить свою эрудицию. '
             'И не забудь поделиться ссылкой-рефералкой с друзьями, '
             'чтобы получить дополнительные бонусы и увеличить свои шансы на победу.\n\n🔥'
             ' '
             'Присоединяйся к нам прямо сейчас и испытай удачу в играх, '
             'заработай монеты и обменяй их на крутой мерч и фишки для дальнейших выигрышей. '
             'Не упусти свой шанс на захватывающие приключения и крупные выигрыши! 🎉🃏',
    'referral': '🤝‍‍Реферальная программа🤝‍',
    'coins': '🪙Монеты🪙',
    'merch': '👕Мерч👕',
    'trade': 'Обмен монет',
    'trade_admin': 'QR история транзакций',
    'history': 'История транзакций',
    'back': 'Вернуться назад',
    'back_delete': 'Отменить',
    'assent': 'Согласен',
    '': '',
    'admin_start': '🎰 Добро пожаловать в наше казино <u>Belochka</u>!\n\n'
                   'Вы зашли как Админ. <b>Список команд:</b>\n\n'
                   '- Курс монет (Настройка курса монет, и самих монет)\n\n'
                   '- Витрина мерча (Просмотр и изменение товаров мерча)\n\n'
                   '- Клиенты (Показать всю базу клиентов, найти определенного клиента)\n\n'
                   '- Квизы (Создание и просмотр квизов)\n\n'
                   '- Связь (Оправить сообщение всем пользователем, а также редактировать отложенные)',
    'coin_rate': 'Курс монет',
    'rate_change': 'Изменить курс',
    'clients': 'Клиенты',
    'message': 'Связь',
    'quizzes': 'Квизы',
    'Merch_Showcase': 'Витрина мерча',
    'base_user': 'База клиентов',
    'id_seek': 'Поиск по id',
    'take_coins': 'Списать монеты',
    'add_coins': 'Начислить монеты',
    'give_message': 'Оправить сообщение',
    'remove_accept_lucky': 'Принять',
    'remove_accept_CashOline': 'Принять',
    'remove_accept_OtherCoins': 'Принять',
    'remove_accept_Chips': 'Принять',
    'back_user': 'Вернутся к клиенту',
    'append_accept_lucky': 'Принять',
    'append_accept_CashOline': 'Принять',
    'append_accept_OtherCoins': 'Принять',
    'append_accept_Chips': 'Принять',
    'admin_text': 'Своё сообщение',
    'old_messages': 'Отложенные сообщения',
    'message_for_all': 'Сообщение для всех',
    'old_messages_change': 'Работа с сообщениями',
    'delete_old_message': 'Удалить',
    'append_old_message': 'Добавить',
    'change_old_message': 'Изменить',
    'show_old_message': 'Показать отложенные сообщения',
    'change_name_old': 'Название',
    'change_text_old': 'Текст',
    'give_old_message': 'Отправить',
    'accept_old_message': 'Отправить',
    'look_quizzes': 'Показать квиз',
    'change_quizzes': 'Создать квиз',
    'give_quizzes_all': 'Отправить всем',
    'append_quiz': 'Добавить',
    'delete_quiz': 'Удалить',
    'change_quiz': 'Создать',
    '': '',
    '': '',
    '': '',
    '': '',
    '': '',
    '': '',
}
