LEXICON_RU: dict[str, str] = {
    'load_nickname_for_user': 'О, Вы тут впервые! Что-ж, добро пожаловать!\n'
                               'Будьте добры, введите свой ник для бота🤗\n\n'
                               '<u>(Важно! Он не должен содержать "/")</u>',
    'admin_start': 'Привет админ',
    'referral': 'Реферальная программа',
    'coins': 'Монеты',
    'merch': 'Наш мерч',
    'start': '🎰 Добро пожаловать в наше казино <u>Belochka</u>!\n\n '
             ''
             'Здесь ты можешь погрузиться в мир азарта и возможностей. '
             'У нас есть три вида монет: '
             'Lucky, CashOnline, OtherCoins. '
             'Используй их для покупки уникальных предметов в нашем магазине '
             'и обменивай их на фишки для игры в наши увлекательные игры.\n\n🎲'
             ' '
             'У нас ты также можешь принять участие в нашем квизе и проверить свою эрудицию. '
             'И не забудь поделиться ссылкой-рефералкой с друзьями, '
             'чтобы получить дополнительные бонусы и увеличить свои шансы на победу.\n\n🔥'
             ' '
             'Присоединяйся к нам прямо сейчас и испытай удачу в играх, '
             'заработай монеты и обменяй их на крутой мерч и фишки для дальнейших выигрышей. '
             'Не упусти свой шанс на захватывающие приключения и крупные выигрыши! 🎉🃏',
    'trade': 'Обмен монет',
    'trade_admin': 'Обмен на фишки',
    'history': 'История транзакций',
    '': '',
    '': '',
    '': '',
    '': '',
}
